Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/8_undervisningsoppl.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Oahpahusláhču: Dássi 5
smj: Udir.no - Åhpadimgárvvidus: 5. dásse

source: Oahpahusláhču: Dássi 5
smj: Åhpadimgárvvidus: 5. dásse

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 5. dási gelbbolašvuođamihttomeriid.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 5. dásen.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmilis, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahusa sáhttá heivehit juohke ovttaskas oahppái.
smj: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.

source: Dađistagaárvvoštallan ja gielladomeanat leat oassin láhčimis.
smj: Árvustallam bargadahttijn gielladomena ja guhkásåhpadibme li gárvvidusá oase.

source: Okta sámegiela 2 ja 3 hástalusain lea oaččuhit ohppiid doaibmi njálmmálaš sámegielagin.
smj: Akta hásstalus Sáme 2 ja 3ajn le oadtjot oahppijt sámastihttjat.

source: Dát ovdamearka čájeha movt oahppit sáhttet hupmat dálkki, dálkemearkkaid, muohttaga ja lunddolaš siivvu, beaivválaš gielladilálašvuođaid birra.
smj: Dánna vuoseduvvá gåktu oahppe luondulattjat ja bæjválattjat máhtti dálkij, dálkkemerkaj, muohttagij ja fierda birra ma lij gielladile ságastit.

source: Gelbbolašvuođamihttomearit
smj: Máhtudakmihto

source: Njálmmálaš gulahallan
smj: Njálmálasj guládallam

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: geavahit giela aktiivvalaččat iešguđetlágan gielladilálašvuođain ja iešguđetlágan oktavuođain ja doaimmain
smj: adnet gielav aktijvalattjat duon dán gielladilen ja duon dán aktijvuodan ja dåjman

source: ipmirdit ja geavahit loguid geavatlaš dilálašvuođain
smj: dádjadit ja adnet tállajt praktihkalasj dilijn

source: geavahit doahpagiid mat čilgejit dálkki, dálkemearkkaid, muohttaga ja siivvu
smj: adnet moallánagájt ma gåvådi dálkev, dálkkemerkajt, muohttagav ja fierdav

source: Čálalaš gulahallan
smj: Tjálalasj guládallam

source: lohkat ja čállit iešguđetlágan šáŋra teavsttaid
smj: låhkåt ja tjállet tevstajt duon dán sjáŋŋarin

source: Eará relevánta gelbbolašvuođamihttomearit
smj: Ietjá hiebalgis máhtudakmihto

source: Oahppanulbmilat
smj: Åhpadusmihttomiere

source: Oahpahusláhču ii álot fátmmas olles gelbbolašvuođamihttomeari.
smj: Åhpadimgárvvidus ij álu gåbtjå ålles máhtudakmihtov.

source: Oahppomihttomearri lea okta lávki gelbbolašvuođamihttomeari ollašuhttima guvlui.
smj: Máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, gånnå javladuvvá mij galggá åhpaduvvat.

source: Mihttomearrin lea ahte oahppit galget atnit giela aktiivvalaččat iešguđet gielladilálašvuođain main galget atnit doahpagiid mat čilgejit dálkki, dálkemearkkaid, muohttaga ja siivvu.
smj: Åhpadusmihttomiere le akta lávkke máhtudakmihtoj jåksåma guovlluj. Ulmme le oahppe galggi aktijvalattjat sámástit moattelágásj gielladilijn, gånnå li bágo ma tjielggiji dálkijt, dálkkemerkajt, muottagijt ja fierdav.

source: Dát mearkkaša ahte oahppit galget máhttit:
smj: Oahppe de galggá máhttet:

source: ipmirdit doahpagiid jahkodagaid, dáhtoniid, mánuid ja jagiid birra (geardduheapmi maid 4. dásis ohppe)
smj: dádjadit moallánagájt jábij, biejvij, mánoj ja jagij birra (gærddádus 4. dáses)

source: ipmirdit doahpagiid dálkki, dálkemearkkaid, muohttaga ja iešguđege jahkodaga siivvu birra
smj: dádjadit moallánagájt dálkij, dálkkemerkaj, muohttagij ja fierdaj birra, iesj gen ga jábe tjadá

source: njálmmálaččat atnit doahpagiid jahkodagaid, dáhtoniid, mánuid, jagi, dálkki, dálkemearkkaid, muohttaga ja jahkodagaid siivvu birra
smj: adnet moallánagájt jábij, biejvij, mánoj, jagij, dálkij, dálkkemerkaj, muohttagij ja fierdaj birra njálmálattjat duolloj dálloj jage tjadá jábij hárráj.

source: atnit loguid go mihtidit galle mm ja cm lea arván- ja borgan, ja mihtidit temperatuvrraid guovtti vahkus čakčat ja dálvet ja hupmat dálke- ja temperatuvrramihtidemiid birra lohkosániiguin, ortnetadjektiivvaiguin ja mihtidandoahpagiin.
smj: tállat adnet gå rásjov ja muohttagav millimehtarij ja centimehtarij mihtti, ja aj temperatuvrav guovte vahko tjadá tjavtjan ja dálven, ja aj ságastit dálkij ja temperatuvra mihttima birra tállabágoj, rájddotállaj ja mihttimmoallánagáj.

source: (oahppit čohkkejit, šláddjejit ja čohkkejit dieđuid tabeallaide ja stoalpodiagrámmii ja hupmet čohkkejuvvon dieđuid birra.
smj: (Oahppe tjoahkkiji, tjuolldi, ja tjuorggi diedojt tábellajda ja nihtadiagrámmajda ja ságasti dán birra.

source: Áigeguovdilin sáhttá bidjat earuhuvvon oahppomihttomeari daid ohppiide geain juo lea buorre máhttu fáttá birra.)
smj: Åhpadusmihttomierre máhtti hiebaduvvat dajda oahppijda gudi juo máhtti ålov dán temá birra.)

source: árvvoštallat njálmmálaš giellaanu daid eavttuid mielde mat leat čállojuvvon vuolábealde
smj: árvustallat njálmálasj dåjmav gájbbádusáj milta ma li tjielggidum vuollelin

source: Dás leat deattuhan ahte ráhkaduvvo autenttalaš bargobihttá.
smj: Dæddo le biejadum dáhkamusá galggi luondulattja ja almma.

source: Oahppit galget duođaštit máhtolašvuođaset go ráhkadit dálkedieđáhusa mas čuovvovaš bealit leat namuhuvvon: dálki, dálkemearka, muohta ja siivu.
smj: Dánna oahppe galggi vuosedit ietjasa máhtudagájt gå dálkkediedádusájt dahki, gånnå li akta jali ienep dájs bágojs: dálkke, dálkkemerka, muohta ja fierdda.

source: Nu oahppit sáhttet ávkkástallat háhkan máhtolašvuođa juste nu movt duohta eallimis šaddet.
smj: De sij oadtju máhttelisvuodav máhtudagáv adnet sæmmi gå almmalattjat.

source: Dálkedieđáhusat sáhttet áinnas leat earáláganin, ráhkaduvvot hutkáivuođain, go dat maid gullat radios dahje oaidnit televišuvnnas.
smj: Dálkkediedádussa máhttá liehket ållu ietjálágásj, ienebu gåvådallam gå dat majt mij gullap radioan jali vuojnnep tvan.

source: Oahppodoaimmat mat leat čadnojuvvon oahppoulbmiliidda dahket dan buktaga vuođu maid oahppit galget buvttadit, namalassii dálkedieđáhusaid.
smj: Oahppamdåjma tjanádum åhpadusmihttomierijda li dán buvta vuodo, dánna dálkkediedádusá majt oahppe galggi dahkat.

source: Eavttut joksat oahppoulbmiliid mihttomeriid
smj: Mihttomiere jåksåm gájbbádusá buohta åhpadusmihtoj

source: Oahppit galget dovdat gelbbolašvuođamihttomeriid, oahppomihttomeriid ja eavttuid go galgá mihtuid joksat.
smj: Oahppe hæhttuji dåbddåt máhtudakmihtojt, åhpadusmihttomierijt ja gájbbádusájt gåktu mihttomierijt jåksåt.

source: Muital ja ságastala singuin mihttomeriid birra.
smj: Tjielggi oahppijda ja dágástalá njálmálattjat sijájn.

source: Mihttomearit galget leat oinnolaččat klássalanjas ja leat oassin bargoplánas.
smj: Mihttomiere máhtti vuojnnusin klássalanján ja oassen barggoplánan.

source: Jus leat čállojuvvon bargoplánii, de sáhttet váhnemat / ovddasteaddjit searvat bargui.
smj: Jus li tjáledum barggopládnaj, da máhtti æjgáda bargguj oassálasstet.

source: Oahppit berrejit searvat ráhkadit eavttuid.
smj: Oahppe vierddiji oassálasstet gájbbádusájt tjállet.

source: Dat dagaha eaiggátvuođa ja oktasaš ipmárdusa dasa man dehálaš lea deattuhit kvaliteahta barggus maid galget doaimmahit.
smj: Dan tjadá dåbddu barggo sidjij gullu, ja sij oadtju aktisasj dádjadusáv gåktu kvalitehtta galggá dan bargon mij galggá dagáduvvat.

source: Jus sii servet dán bargui, de iešárvvoštallan šaddá beaktilet ja sii ohppet eanet.
smj: Jus li oassálasstám dán prosessan, de iesjárvustallam máhttá álkkep sjaddat ja sij ienebu oahppi.

source: Ohppiide šaddá álkibun ipmirdit maid oahpaheaddji lea árvvoštallan ja manin sii leat olahan dihto bohtosa.
smj: Álkkep sjaddá oahppijda dádjadit majt åhpadiddje le árvustallam ja gåktu ja manen sij li oadtjum sierra båhtusav.

source: Dán ovdamearkkaš čilgejuvvojit alla mihttoolahusa eavttuid evttohus.
smj: Dán buojkulvisán tjielggiduvvá oajvvádusá gájbbádusájda gåktu mihttomierijt huj buoragit jåksåt.

source: Oahpaheaddji ja oahppit sáhttet árvvoštallat leat go dát eavttut gustovaččat dan bargui maid sii galget bargat, ja heivehit daid iežaset bargui.
smj: Åhpadiddje ja oahppe máhtti árvustallat jus dá gájbbádusá tjielggiji dav bargov majt galggi barggat, ja hiebadit dajt daj milta.

source: Dasto ráhkaduvvojit eavttut eará dásiide.
smj: Maŋŋela tjálli gájbbádusájt dåjda ietjá dásijda.

source: Oahppit berrejit leat mielde hábmemis eavttuid buot dásiide.
smj: Oahppe vierddiji oassálasstat gájbbádusájt gájka dásijda tjállet.

source: Skovis vuolábealde atnit dásiid vuollegis, gaskamuddosaš ja alla mánáidskuvla dássái ja árvosániid nuoraidskuvlii ja joatkkaskuvlii.
smj: Sjiemán vuollelin mánájdásen aneduvvi vuolep, gasska ja alep dáse, ja karaktera nuorajdásen ja joarkkaskåvlån.

source: Tabealla sáhttá álkidahttit vuođđoskuvlla várás go joatkkaskuvlla.
smj: Tabælla máhttá dagáduvvat álkkebu vuodoskåvllåj gå joarkkaskåvllåj.

source: Ohppiide sáhttá eavttuid almmuhit eará vuogi bakte go tabealla.
smj: Gájbbádusá máhtti oahppijda ietjá láhkáj gå tabellan vuoseduvvat.

source: Alla ulbmilolahusa eavttuid ovdamearkkat:
smj: Gájbbádusbuojkulvisá gåktu jåksåt alep mihttomierij:

source: Oahppomihttomearri
smj: Åhpadusmihttomiere

source: Gaskamuddosaš
smj: Vuolep Gasska

source: Oahppi galgá máhttit:
smj: Oahppe galggi máhttet:

source: ipmirdit doahpagiid dálkki, dálkemearkkaid, muohttaga ja iešguđege jahkodagaid siivvu birra
smj: dádjádit moallánagájt dálkij, dálkkemerkaj, muohttagij ja fierdaj birra iesjgeŋga jábe tjadá

source: Dus lea hui buorre sátneriggodat dálkki, dálkemearkkaid, muohttaga ja siivvu birra.
smj: Dujna l buorre giella dálkij, dálkkemerkaj, muohttagij ja fierda birra

source: atnit dáid doahpagiid dávjá miehta jagi jahkodagaid mielde
smj: jábij milta jage tjadá álu dájt moallánagájt njálmálattjat adnet.

source: Don anát dáid doahpagiid iešguđet oktavuođain ja veardádalat ja sátnerikkisvuođain čilget dálkki, dálkemearkkaid, muohttaga ja siivvu jahkodagaid mielde.
smj: Dån åvddånbuvtá dájt moallánagájt duon dán dilen, ja tjielggi dálkev, dálkkemerkajt, muohttagav ja fiedav jage tjadá tjielgga ja moatteláhkáj

source: atnit loguid mihtideames man galle mm ja cm lea arván- ja borgan ja temperatuvrra mihtideames guokte vahku čakčat ja dálvet ja hupmat dálkemihtidemiid birra lohkosániiguin, ortnetloguiguin ja mihtidandoahpagiiguin
smj: adnet tállajt gå mihttiji man ållo muohta ja rássjo le millimehtarin ja centimehtarin, ja vil temperatuvrav guokta vahko tjadá tjavtjan ja dálven, ja ságastit dálkkemihttima ja temperatuvraj birra tállabágoj, rájddotállaj ja mihttimmoallánagáj

source: Don máhtát atnit loguid, lohkosániid, ortnetloguid ja mihtidandoahpagiid go mihtidat galle mm dahje cm lea arván ja borgan.
smj: Dån máhtá tállajt, tállabágojt, rájddotállajt ja mihttimmoallánagájt adnet gå mihtti muohttagav ja rásjov millimehtarin ja centimehtarin.

source: Don máhtát hupmat dálkki ja temperatuvrraid birra.
smj: Dån máhtá dálkij ja temperatuvraj birra ságastit

source: ráhkadit dálkedieđáhusaid ja daid njálmmálaččat ovdanbuktit skuvlla oahppanvuođus jietnafiilan
smj: dálkkediedádusájt dahkat ja dajt njálmálattjat skåvlå åhpadussajen jiednafijla baktu åvddånbuktet

source: Don máhtát ráhkadit iežat dálkedieđáhusaid ja máhtát maiddái atnit doahpagiid bures ja dárkilit.
smj: Dån máhtá dahkat ietjat dálkkediedádusájt måttijn dárkelis ja tjielgga moallánagáj.

source: Don ovdanbijat dálkedieđáhusa buori sátnejođuin ja buori jietnadagain.
smj: Dån dálkkediedádusáv buorre ja duolla gielajn åvddånbuvtá.

source: Skovvi galgá leat oahpaheaddji dađistagaárvvoštallama ja oahppi iešárvvoštallama vuolggasadjin.
smj: Sjiebmá máhttá vuodon árvustallamij bargadahttijn majt åhpadiddje dahká, ja aj oahppij iesjárvustamij.

source: Skovi sáhttá maiddái atnit oahppiságastallama vuođđun dahje ovdánahttinságastallama vuođđun gaskal oahpaheaddji, oahppi ja váhnema / ovddasteaddji.
smj: Sjiebmá máhttá aj vuodon oahppeságastallamij jali åvddånahttemságastallamij åhpadiddje, æjgádij ja oahppe gasskan.

source: Oahppodoaimmat
smj: Oahppamdåjma

source: Dán oasis gávdná oahpaheaddji ovdamearkkaid dasa movt son sáhttá bargat olahit 5. dási gelbbolašvuođamihttomeriid; sisdoalu ja oahppodoaimmaid, vuođđogálggaid, heivehuvvon oahpahusa, gáiddusoahpahusa ja dađistagaárvvoštallama.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 5. dásen; sisanujn ja oahppamdåjmaj, vuodotjehpudagáj, hiebadum åhpadusaj, guhkásåhpadimij ja árvustallamijn bargadahttijn.

source: Lea heivvolaš jus oahppit sáhtaše bargat fáttáin jagi áigodagaid mielde, omd. čakčat, dálvet, giđđat ja jus earenoamáš dálkedilli dáhpáhuvvá goas nu skuvlajagis.
smj: Buorre le jus oahppe máhtti temájn barggat åvddålijguovlluj jage tjadá, duola degu tjavtjan, dálven ja gidán, ja gå sierralágasj dálkkedile skåvlåjage nalluj sjaddi.

source: Ovdamáhtut
smj: Åvddåmáhto

source: Eaktun lea ahte oahppit máhttet vuođđodoahpagiid dálkki ja siivvu birra.
smj: Gájbbádus le oahppe galggi åvdutjis máhttet dajt ienemus vuodulasj moallánagajt dálkij ja fierdaj birra.

source: Doahpagat geardduhuvvojit juohke bargoáigodaga álggus mas lea fáddán.
smj: Moallánagá gærdoduvvi åvddålin juohkka barggogávda dájna temájn.

source: Eaktuduvvo maiddái ahte oahppit máhttet lohkosániid ja ortnetloguid.
smj: Oahppe aj galggi åvdutjis dåbddåt tállabágojt ja ræjddotállajt.

source: Daid sáhttá geardduhit go áigodagas aktiivvalaččat atnit kaleandara.
smj: Da máhtti gærdoduvvat dan baktu gå gávdan áktijvvalattjat rijmov adni.

source: Geahča 2. dási, mas válddahit árgabeaispealu.
smj: Gehtja aj 2. dásen gånnå tjielggiduvvá mij le vahkkobiejvvespella.

source: Čalmmustahte ohppiide movt dáhtoniid dadjá sámegillii.
smj: Tjalmosta gåktu biejve sámegiellaj javladuvvi.

source: Gávdnojit máŋggalágan bircospealut maid sáhttá atnit geardduheames / oahppamis lohkosániid ja ortnetloguid.
smj: Gávnnuji ållo tjalmanspela majna dåhkki tállabágojt ja rájddotállajt gærddodit / oahppat.

source: Álkimus vuohki lea bircut ja jitnosit dadjat dan logu maid bircu čájeha.
smj: Álkkemus vuohke le håjggådit tjalmanav ja de javllat tállav majt vuoset.

source: Oahppit sáhttet atnit máŋga birccu oktanaga, adderet birccuid loguid, ja dadjat vástádusa sámegillii.
smj: Oahppe máhtti håjggådit moadda tjalmana åvtå bále, tjoahkkáj låhkåt tállajt majt vuosedi ja dav sámegiellaj javllat.

source: Atnui váldit ođđa doahpagiid
smj: Ådå moallánagájt oahppat

source: Govva- ja sátnelotto, sátnebiŋgo, sátnegeardun ja máŋga doaimma sáhttet adnot vai oahppat ja adnui váldit ođđa doahpagiid.
smj: Gåvvå- ja báhkolotto, báhkobiŋŋgo, loop, ja ienep dåjma maj dåhkki doajmmat gå ådå moallánagájt galggi oahppat.

source: Dálkelottogoarta sáhttá adnot sihke geardduheames ja viiddideames sátneriggodaga.
smj: Dálkkelotto máhhtá aneduvvat gå galggá gærddat ja lasedit báhkoboanndudagáv.

source: Cavgileapmi movt oahppit sáhttet geardduhit ja oahppat ođđa sániid, geahča artihkkala sátneoahppama birra ja artihkkala oahppanstrategiija birra eaŋgalasgiela bagadusas.
smj: Gehtja dánna gåktu oahppe máhtti gærddot ja oahppat ådå bágojt, gehtja artihkkalav artihkkal báhko-oahppama birra ja artikkal oahppamstrategijaj birra ieŋŋilsgiela bagádusán.

source: Visuala oahppit liikojit
smj: Visualalasj oahppe lijkkuji

source: Auditiiva oahppit liikojit
smj: Auditijvalasj oahppe lijkkuji

source: - lohkat ja čállit, geahččat filmma, sárgut, bargat bargogirjjiiguin ja govvidit jurddakártta
smj: - låhkåt ja tjállet, filmav gæhttjat, tjuorggat, barggogirjijn barggat ja ájáduskártav tjuorggat

source: - govaid ja sániid
smj: - gåvåjt la bágojt

source: - guldalit, digaštallat, hupmat iežainis dahje earáiguin ja jitnosit lohkat
smj: - gulldalit, dágástallat, ietjajnis jali iehtjádij sáhkadit ja tjavgga låhkåt

source: Taktiila oahppit liikojit
smj: Taktijvalasj oahppe lijkkuji

source: Kinestetihka (motorihkalaš) oahppit liikojit
smj: Kinestehtikalasj oahppe lijkkuji

source: - guoskkahit diŋggaid, giehtabarggu, dihtoriin bargat, ráhkadit seaidneplakáhtaid, speallat, čállit, čuohpadit ja liibmet
smj: - duohtadit gálvojt, giedaj barggat, pc ajn barggat, siejnneplakáhtajt dahkat, spellat, tjállet, biesskedit ja lijmmit

source: - bargat čoavddarieggáin ja árpobreahtain
smj: - tjåvdariggasijn ja hárbbobrehtajn barggat

source: - lihkadit ja olleš rupmaša atnit, speallat iešguđetlágan spealuid, teáhterneaktima ja praktihkalaš barggu
smj: - labudit ja ålles rubmahav adnet, spellat duov dáv spelav, teaterav spellat, ja praktihkalattjat barggat - siejnne – ja guolbbespellaj

source: Eanet oahppodoaimmat
smj: Ienep oahppamdåjma

source: Ane kaleandara oktan dálke- ja siivogoarttaiguin maid oahppit darvvihit kaleandarii.
smj: Ane rijmov gåsi oahppe dálkke- ja fierddakårtåjt dabrriji rijmmuj.

source: Oahppit atnet dan ja hupmet dan beaivvi dálkki birra jus lea vejolaš.
smj: Oahppe adni dáv ja jus máhttelis le, de juohkka biejve bæjválasj dálke birra ságasti.

source: Dálke- ja siivogoarttaid sáhttet oahppit dađistaga ráhkadit, atnit máŋgga geardde ja čuovvovaš áigodaga ođastit dieđuiguin seamma fáttás.
smj: Oahppe máhtti aj dálkke- ja fierddakårtåjt maŋenagi dahkat, ja vat adnet dajt ja duoddit dajt nuppe barggamgávddaj sæmmi temájn.

source: Sisafievrrideames ođđa doahpagiid sáhttá dahkat máŋgga ládje, nugomat seaidnespealu bakte.
smj: Álgadit ådå moallánagájt máhttá dahkat moatte láhkáj, duola degu siejnnespelajn.

source: Ráhkat goartta juohke ođđa doahpagii.
smj: Dagá avtav kårtåv juohkka moallánahkaj.

source: Nuppi bealde čállojuvvo doaba dárogilli ja nuppi bealde ges sámegillii.
smj: Nuppe bælláj tjáleduvvá báhko sámegiellaj ja nuppe bælláj dárogiellaj.

source: Heaŋggo goarttaid seaidnái.
smj: Gahtsut kårtåjt sæjnnáj.

source: Oahpaheaddji dahje oahppi lohká doahpaga sámegillii, eará oahppit ohcet seainnis dan doahpaga dárogillii, viehkalit dohko ja doaškalit goartta, omd čurotdoškkonin.
smj: Åhpadiddje jali oahppe låhkå kårtåv sámegiellaj, oahppe åhtså dárogielbágov siejnen, viehká ja tsábmes kårtåv juojnak, duola degu tjuruktsábmanijin.

source: Doahpagiid sáhttá hárjehallat dárogielas sámegillii.
smj: Moallánagájt aj máhttá hárjjidallat javllat dárogielas sámegiellaj.

source: Goarttaid sáhttá maiddái leabbut láhttái.
smj: Kårtåjt dåhkki aj guolbbáj biedjat.

source: Rievdadala !
smj: Varijerijit !

source: Geahča maiddái 6. ja 7. dásiid gos oahppovugiid válddahallat.)
smj: Gehtja aj 6. ja 7. dásijn gånnå oahppamvuoge lagábu tjielggiduvvi.

source: Govven: Ina Beate Somby, Báhpajávrri skuvla
smj: Gåvvå: Ina Beate Somby, Prestvannet skole.

source: Dás sáhttet oahppit
smj: Oahppe máhtti dánna

source: oahppat sámiid gávcci jahkodagaid birra
smj: álgov oadtjot sámij gaktsa jábij birra

source: lohkat ja hupmat áigeguovdilis teavsttaid birra
smj: låhkåt almma tevstajt ja ságastit daj birra.

source: bovdet váhnemiid muitalit dálkki, dálkemearkkaid, muohttaga ja siivvu birra Nubbi vejolašvuohtan lea ahte oahppit sáhttet finadit soapmása guossis ja sin jearahallan dán birra.
smj: gåhttjot vuorasulmutjijt dálkij, dálkkemerkaj, muohttagij ja fierdaj birra subtsastallátjit Dåhkki aj oahppe guossidi ja ságájdahtti náginav dáj birra.

source: Dálkemearkkat ovdal ja dál – leatgo seammaláganat ?
smj: Dálkkemerka dálla ja åvddåla – le gus da sæmmi ?

source: Leatgo dálkemearkkat rievdan dálkkádatrievdamiid geažil ?
smj: Le gus dálkkemerka ietjájduvvam muhtem mudduj dál maŋŋela dálkádagárievddama ?

source: Dát gažaldagat sáhttet leat fágaidrasttideaddji fáddán sámegiela 2 ja luonddufágas / servodatfágas.
smj: Dá li gatjálvisá ma dåhkkiji fágajgasskasasj tebmán Sáme 2 ja luondofágan / sebrudakfágan.

source: oahppit galget dárkut dálkki ja siivvu ain guokte vahku hávis golbmii – njelljii jagis ja hupmat maŋimus beivviid dálkki birra Dat doaibmá sihke geardduheames ja oahppamis ođđa doahpagiid oktavuođas.
smj: dálkev ja fierdav gæhttjat guovte váhko tjadá, gålmmi niellji jáhkáj, ja maŋemus biejvij dálkij birra ságastit Dát la sæmmi bále ådå moallánagájt gærddot ja oahppat.

source: ráhkat mihtidanstašuvnnaid mat mihtidit temperatuvrra, njuoskkadaga, guokte vahkkosaš áigodagas.
smj: dahkat mihttimstasjåvnåv mij mihtti temperatuvrav ja muohttagav jali rásjov guovten vahkon

source: dárkut ja válddahit dálkki ja temperatuvrra juohke beaivvi sierra skovvái man heaŋgut klássalatnjii. Čohkkejuvvon dieđuid vuođul ráhkaduvvo nugomat temperatuvrra statistihkka jna. ja jurddašuvvon dálkedieđáhus bargoáigodaga loahpas.
smj: gæhttjat ja tjielggit dálkev ja temperatuvrav juohkka biejve, ja dievddet dajt iesjgeŋga sjiebmáj mij klássaladnjaj gahtsaj Dát sjaddá vuodon gå statistihkav dahki temperatuvra birra jnv. ja ájádallam dálkkediedádussaj bargggoájge gietjen.

source: guokte ja guokte oahppi dahje joavkkus galget hupmat dálkki, dálkemearkkaid, muohttaga ja siivvu birra
smj: ságastit guovtes ja guovtes jali juohkusin dálkij, dálkkemerkaj, muohttagij ja fierdaj birra

source: atnit spealu oktan earáiguin ja ráhkadit sámegielat boaluid dálkki, dálkemearkkaid, muohttaga ja siivvu birra.
smj: adnet spelav Med andre ord ja boalojt dahkat gåsi dálke, dálkkemerka, muohttaga ja fierda li sámegiellaj tjáledum Guovtes ja guovtes libá aktan.

source: Nubbi vállje boalu ja muitala nubbái mii bollui lea čállojuvvon.
smj: Nubbe válldá boalov ja tjielggi nubbáj mij bålluj le tjáledum.

source: Son galgá muitalit eará sániiguin go dat mat leat čállojuvvon bollui.
smj: Sån galggá adnet ietjá bágojt gå dat mij la boalon.

source: Dán galget mearreáiggis dahkat.
smj: Dát galggá mierredum ájgen dáhpáduvvat.

source: Nubbi galgá dasto geahččalit fáhtet dan maid nubbi geahččala muitalit, ja sámegilli dan čilget.
smj: Nubbe galggá gæhttjalit gávnnat makkir bágov spellamguojmme tjielggi, ja sámegiellaj dav javllat.

source: Dás galget buohkat čilget sániid sámegillii.
smj: Dánna vierddiji gájka bágojt sámegiellaj tjielggit.

source: Go mearreáiggis galgá čilget, de lea dehálaš muitalit nu ahte nubbi ipmirda.
smj: Danen gå la mierredum ájgge, de la ájnasamos dádjaduvvat.

source: Dalle eai nu sakka deattut ahte buot maid muitalit lea 100% riekta.
smj: De ij nåv berusta juska gájkka ij la 100% riekta.

source: Deháleamos lea geahččalit háhkat nu ollu boaluid go vejolaš, ja ahte gulahallan šaddá leat eahpeallaáiggálažžan.
smj: Ájnnasamos le oadtjot nåv moadda boalo gåk máhttelis le, ja guládallam de gæhppadit manná.

source: Dán spealu sáhttá atnit buotlágan fáttáide.
smj: Dát spella dåhkki juohkka tebmáj.

source: Oahpaheaddji ja/dahje oahppit sáhttet ráhkadit nu ollu boaluid go fal háliidit.
smj: Dánna åhpadiddje ja / jali oahppe dahki man galla boalo sihti.

source: Govven: Elin Fjellheim, Elgå skuvle
smj: Gåvvå:: Elin Fjellheim, Elgå skuvle

source: ráhkadit dálkedieđáhusa juohke daid njealji jahkodagaide Dálkedieđáhus almmuhuvvo jietnafiilan skuvlla oahppanlávddis, dahje bloggas dahje skuvlla ruovttusiiddus.
smj: dálkkediedádusájt juohkka åvtå nielje jáhpáj dahkat Dálkkediedádusá galggi jiednafijllan skåvlå oahppamvuoduj, jali bloggaj jali skåvlå næhttabælláj biejaduvvat.

source: Gearddut dán máŋgga geardde olles skuvlajagis.
smj: Dahkit dáv ådåsis moaddi jage nalluj.

source: Livččii vuogas jus sáhtašii beaivválaččat hárjehallat guovtti – golmma vahkkosaš áigodaga.
smj: Luluj vuogas jus la máhttelis hárjjidallat juohkka biejve guovten gålmån vahkon.

source: Jus dan ii leat vejolaš čađahit, de hárjehallat juohke vejolaš diimmuin (sámegieldiimmus, ja eará vejolaš diimmuid sámegielat oahpaheddjiin).
smj: Jus dát ij maná, de hárjjidallit juohkka sadjihasj tijma (sámegieltijmajn, jali ietjá tijmajn sámegielåhpadiddjijn).

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus
